/* Localizable FileType */
"Localizable FileType" = "Engels (Verenigde Staten)";

/* add favorite */
"add favorite" = "Favoriet toevoegen";

/* Are you sure you want to release the tickets in this cart? */
"Are you sure you want to release the tickets in this cart?" = "Weet je zeker dat je de tickets in deze winkelwagen wilt vrijgeven?";

/* Calendar */
"Calendar" = "Kalender";

/* Cancel */
"Cancel" = "Annuleer";

/* Checkout */
"Checkout" = "Afrekenen";

/* Close */
"Close" = "Sluiten";

/* Continue */
"Continue" = "Verder gaan";

/* Done */
"Done" = "Klaar";

/* favorite */
"favorite" = "Favoriet";

/* from */
"from" = "vanaf";

/* info */
"info" = "info";

/* OK */
"OK" = "OK";

/* Open Settings */
"Open Settings" = "Open Instellingen";

/* Release Tickets */
"Release Tickets" = "Tickets Vrijgeven";

/* remove favorite */
"remove favorite" = "Favoriet verwijderen";

/* Sorry this event is not available via the Ticketmaster app. You may view it in your mobile web browser by tapping 'continue' below. */
"Sorry this event is not available via the Ticketmaster app. You may view it in your mobile web browser by tapping 'continue' below." = "Sorry, dit evenement is niet beschikbaar via de Ticketmaster app. Je kunt het bekijken in je web browser door op 'doorgaan' te klikken.";

/* Sorry, we couldn't find the event you're looking for. */
"Sorry, we couldn't find the event you're looking for." = "Sorry, we konden het evenement waar je naar zoekt niet vinden.";

/* Sorry, your cart timer expired and we had to release your tickets. Please try again. */
"Sorry, your cart timer expired and we had to release your tickets. Please try again." = "Sorry, je timer is verlopen en we hebben je tickets moeten vrijgeven. Probeer het opnieuw.";

/* Ticket Purchase Expired */
"Ticket Purchase Expired" = "Ticket aankoop verlopen";
